var newArticle = [
    {
        "logo":"https://c-ssl.duitang.com/uploads/item/201412/29/20141229214807_3dZCM.thumb.1000_0.jpeg"
        ,"title": "特朗普再質疑拜登神志 要求對方電視辯論前後接受藥檢",
        "content": "南高加索國家阿塞拜疆與亞美尼亞周日（27日）在兩國具有主權爭議的納戈爾諾—卡拉巴赫地區，爆發近年最激烈軍事衝突，造成最少兩名平民和16名軍人死亡，另有逾百傷。兩國分別指摘對方率先攻襲造成平民傷亡，然後己方才還擊。亞美尼亞稱擊毁對方的直升機、無人機和坦克，該國總理指摘阿塞拜疆再度向亞美尼亞人民宣戰，宣布戒嚴令及下令全民軍事動員；阿塞拜疆則揚言要為陣亡軍人「報復」。俄羅斯和歐盟呼籲雙方停火重啟談判以紓緩局勢。"
    },
    {
        "logo":"https://c-ssl.duitang.com/uploads/item/201605/21/20160521150805_HByi8.thumb.1000_0.jpeg",
        "title": "N5文法03「名詞-連體修飾語與名詞省略」~の~",
        "content":"文法 名詞 X + の + 名詞 Y 表示名詞 X 修飾名詞 Y，這樣的用法稱為連體修飾語，表示連接兩個名詞並建立關係，其中體指的是名詞，連體就是連接名詞的意思。而名詞連接名詞是使用「の」，中譯多為「的」，但不是所有句子都能譯為「的」，這部分隨著經驗的累積慢慢就能分辨了。"
    },
    {
        "logo":"https://c-ssl.duitang.com/uploads/item/201701/22/20170122173334_UmwQu.thumb.1000_0.jpeg",
        "title": "二、何謂名詞修飾名詞？",
        "content":"在日文中，當兩個名詞接在一起時，大多的情況下會使用「の」來連接，例如「私の本」就是「我的書」，這樣的用法就稱為名詞修飾名詞。就像中文我們不會説「我書」，所以需要用「の」來連接，但並不是所有的「の」都是「的」的意思，從剛剛的第②、③例子可以發現「リンゴの皮」、「日本語の教科書」日文都需要加上「の」，但是中文不需要加上「的」，如「蘋果皮」、「日文教科書」。因此不是所有的「の」都能翻譯為「的」。"
    },
    {
        "logo":"https://c-ssl.duitang.com/uploads/item/201810/01/20181001215316_lkeso.thumb.1000_0.jpg",
        "title": "三、名詞修飾名詞有幾種用法？",
        "content":"從剛剛的例句中我們發現三個例句的「の」都不一樣，第一句「私の本」（我的書）是表「所有」的意思，代表書是我的。第二句「リンゴの皮」（蘋果皮）是表「所屬」，表示皮是蘋果的一部分，而不是説皮是蘋果的。第三句「日本語の教科書」是表「内容」，表示這本書的内容是日文，不是英文。像這樣的説明就能了解，「の」不一定是中文「的」的意思，以下將列舉更多的用法，讓各位能從中去慢慢領會。"
    },
    {
        "logo":"https://c-ssl.duitang.com/uploads/item/201610/29/20161029003351_Gh4s8.thumb.1000_0.jpeg",
        "title": "五、什麼是形式名詞？",
        "content":"名詞共分為「普通名詞」、「固有名詞」、「代名詞」、「數量詞」、「形式名詞」五種，其中形式名詞指的是除了具體事物之外兼具抽象意義的名詞，而形式名詞沒辦法單獨解釋自身的意義，而是透過連體修飾來達到名詞的功能。形式名詞有很多個（如：こと、の、ところ……等），而本課將介紹其中一個用法「の」（表名詞省略），就是指用「の」直接取代名詞，例如例子①就是省略「ノートブック」（原句為「このノートブックはあなたのノートブックですか」），這部分就跟中文是一樣道理：「這個筆電是你的筆電嗎？」→「這個筆電是你的嗎？」。"
    }
]
